Repository: edward2k17/velaio-test
Catalog: src/locale/messages.*.xlf
Languages: es

source: Todo name
es: Nombre de la Tarea

source: Deadline
es: Fecha Límite de la Tarea

source: Deadline required
es: La fecha límite es obligatoria.

source: Deadline format is wrong
es: La fecha debe estar en formato YYYY-MM-DD.

source: Person {{ i + 1 }}
es: Persona {{ i + 1 }}

source: Full name
es: Nombre Completo

source: Name required
es: El nombre es obligatorio

source: Name must have 5 characters
es: El nombre debe tener al menos 5 caracteres

source: This name was used
es: El nombre ya está en uso

source: Age
es: Edad

source: Age required
es: La edad es obligatoria

source: Age must be equal or grater than 18 year old
es: La persona debe ser mayor de 18 años

source: Skills
es: Habilidades

source: Skill
es: Habilidad

source: Must have at least one skill
es: Debe tener al menos una habilidad

source: Add skill
es: Añadir Habilidad

source: Delete person
es: Eliminar Persona

source: Add person
es: Añadir Persona

source: Save Todo
es: Guardar Tarea

source: Associated persons:
es: Personas Asociadas:

source: Create new Todo
es: Crear Nueva Tarea

source: Modify Todo
es: Modificar Tarea

source: Todo List
es: Lista de Tareas

source: All
es: Todas

source: Completed
es: Completadas

source: Pending
es: Pendientes
